class AppData  {
    static appData() {
        const data = {
            categories: [
                {
                    name: 'መዝሙር',
                    questions: [
                        {
                            value: 50,
                            title: 'መዝሙር 50',
                            question: `ሃሩሩ ፡ በረደ ፡ ጥላ ፡ በዝቶ<br>
                            ከጥሜም ፡ እረካሁ ፡ ውኃ ፡ ፈልቆ<br>
                            በቃ ፡ ሲል ፡ አበቃ ፡ መጨነቄ<br>
                            አሻገርከኝ ፡ ያንን ፡ ዘመን ፡ ጌታዬ`,
                            answer: '',
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 150,
                            title: 'መዝሙር 150',
                            question: `ምንም ፡ ላላገኝ ፡ ከአንተ ፡ ርቄ ፡ ላይሆንልኝ<br>
                            ጥሜ ፡ ላይረካ ፡ የዓለም ፡ ኑሮ ፡ ላይፈይደኝ <br>
                            ከአንተ ፡ ወዴት ፡ እሄዳለሁኝ ፡ ኢየሱስ ፡ እንደ ፡ አንተ<br>
                            ለእኔ ፡ የሚሆን ፡ መቼም ፡ ቢሆን ፡ አላየሁኝ (፪x)`,
                            answer: '',
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 250,
                            title: 'መዝሙር 250',
                            question: `
                            ኧረ ፡ ይህን ፡ ኢየሱስ ፡ ምን ፡ ብዬ ፡ ልባርከው<br>
                            ውለታው ፡ በዛብኝ ፡ ከአይምሮዬም ፡ በላይ ፡ ነው<br>
                            አቤት ፡ ምህረቱ ፡ ምን ፡ እከፍለዋለሁ<br>
                            እኔም ፡ ክብር ፡ አግኝቼ ፡ አገልጋል ፡ ሆኛለሁ<br>
                            ይኸው ፡ እድረስልኝ ፡ ዛሬም ፡ ምሥጋናዬ ፡ ኤሄሄ<br>
                            ማለት ፡ ችያለሁኝ ፡ እኔም ፡ አባብዬ (፪x)`,
                            answer: '',
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 350,
                            title: 'መዝሙር 350',
                            question: `ዓለም ፡ ስትንጫጫ ፡ ወጀቧ ፡ ሲበዛ<br>
                            ለእኔ ፡ ግን ፡ አንተው ፡ ነህ ፡ የዘለዓለም ፡ ቤዛ<br>
                            መሸሸጊያየ ፡ ነህ ፡ ይሄው ፡ አስከዛሬ<br>
                            አሁንም ፡ አደራ ፡ አድርሰኝ ፡ አገሬ<br>`,
                            answer: '',
                            timeout: 60,
                            visited: false
                        }
                    ]
                },
                {
                    name: 'ጥቅስ',
                    questions: [
                        {
                            value: 50,
                            multiple: true,
                            question: [`የመንፈስ ፍሬ ግን ፍቅር፥ ደስታ፥ ሰላም፥ ትዕግሥት፥ ቸርነት፥ በጎነት፥
                            እምነት፥ የውሃት፥ ራስን መግዛት ነው።
                            እንደዚህ ያሉትን የሚከለክል ሕግ የለም። የክርስቶስ ኢየሱስም የሆኑቱ…<br><br>`,

                            `<p class="text-success">ሥጋን ከክፉ መሻቱና ከምኞቱ ጋር ሰቀሉ።</p><hr>`,

                            `እንግዲህ በጊዜው ከፍ እንዲያደርጋችሁ ከኃይለኛው ከእግዚአብሔር
                            እጅ በታች ራሳችሁን አዋርዱ፤እርሱ ስለ እናንተ ያስባልና..<br><br>`,

                            `<p class="text-success">የሚያስጨንቃችሁን ሁሉ በእርሱ ላይ ጣሉት።1ኛ ጴጥ 5:7።</p><hr>`,


                            `እንግዲህ እንደ ጥበበኞች እንጂ ጥበብ እንደሌላቸው ሳይሆን እንዴት እንድትመላለሱ በጥንቃቄ ተጠበቁ፤<br><br>`,

                            `<p class="text-success">ቀኖቹ ክፉዎች ናቸውና ዘመኑን ዋጁ። ኤፌ5:15</p>`
                            ],
                            answer: [`
                            ሥጋን ከክፉ መሻቱና ከምኞቱ ጋር ሰቀሉ። ገላ5:24<br><br>`,

                            `የሚያስጨንቃችሁን ሁሉ በእርሱ ላይ ጣሉት።1ኛ ጴጥ 5:7<br><br>`,

                            `ቀኖቹ ክፉዎች ናቸውና ዘመኑን ዋጁ። ኤፌ5:15`],
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 150,
                            multiple: true,
                            question: [`እግዚአብሔርንም የመምሰል ምሥጢር..<br><br>`,

                            `<p class="text-success"> ..ያለ ጥርጥር ታላቅ ነው፤1ኛ ጢሞቴዎስ  3:16<br><br></p><hr>`,

                            `በተወደደ ሰዓት ሰማሁህ በመዳንም ቀን ረዳሁህ ይላልና፤
                            እነሆ፥ የተወደደው ሰዓት አሁን ነው፤<br><br>`,

                            `<p class="text-success">እነሆ፥ የመዳን ቀን አሁን ነው። 2ኛ ቆሮ. 6:2<br><br></p><hr>`,

                            `ነፍሱን ስለ ወዳጆቹ ከመስጠት ይልቅ..`,

                            `<p class="text-success">ከዚህ የሚበልጥ ፍቅር ለማንም የለውም። ዮሐ 15:13,</p><hr>`],
                            answer: [` ..ያለ ጥርጥር ታላቅ ነው፤1ኛ ጢሞቴዎስ  3:16<br><br>`,

                            `እነሆ፥ የመዳን ቀን አሁን ነው። 2ኛ ቆሮ. 6:2<br><br>`,

                            `ከዚህ የሚበልጥ ፍቅር ለማንም የለውም። ዮሐ 15:13`],
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 250,
                            multiple: true,
                            question: [`እግዚአብሔር የኃይልና የፍቅር ራስንም የመግዛት መንፈስ እንጂ..<br><br>`,

                            `<p class="text-success">..የፍርሃት መንፈስ አልሰጠንምና። 2ኛ ወደ ጢሞቴዎስ  1:7</p>`,

                            `መዳንም በሌላ በማንም የለም፤ እንድንበት ዘንድ የሚገባን..<br><br>`,

                            `<p class="text-success">ለሰዎች የተሰጠ ስም ከሰማይ በታች ሌላ የለምና። ሐዋ 4:12</p>`,

                            `የእግዚአብሔር ፈቃድ እርሱም በጎና ደስ የሚያሰኝ
                            ፍጹምም የሆነው ነገር ምን እንደ ሆነ ፈትናችሁ ታውቁ ዘንድ..`,

                            `<p class="text-success">በልባችሁ መታደስ ተለወጡ እንጂ ይህን ዓለም አትምሰሉ።
                            ሮሜ 12:2</p>`],
                            answer: [`..የፍርሃት መንፈስ አልሰጠንምና። 2ኛ ወደ ጢሞቴዎስ  1:7<br><br>`,

                            `ለሰዎች የተሰጠ ስም ከሰማይ በታች ሌላ የለምና። ሐዋ 4:12<br><br>`,

                            `በልባችሁ መታደስ ተለወጡ እንጂ ይህን ዓለም አትምሰሉ።
                            ሮሜ 12:2`],
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 350,
                            multiple: true,
                            question: [`የእግዚአብሔር መንግሥት ጽድቅና ሰላም በመንፈስ ቅዱስም የሆነ ደስታ ናት እንጂ..<br><br>`,

                            `<p class="text-success">እንጂ መብልና መጠጥ አይደለችምና። ሮሜ14:17</p>`,

                            `መቼም አይሁድ ምልክትን ይለምናሉ
                            የግሪክ ሰዎችም ጥበብን ይሻሉ፥ እኛ ግን..<br><br>`,

                            `<p class="text-success">እኛ ግን የተሰቀለውን ክርስቶስን እንሰብካለን፤ 1ኛ ቆሮ 1:23</p>`,

                            `አንተ የምትተኛ ንቃ..`,

                            `<p class="text-success">ከሙታንም ተነሣ ክርስቶስም ያበራልሃል ኤፌ5:14</p>`],
                            answer: [`እንጂ መብልና መጠጥ አይደለችምና። ሮሜ14:17<br><br>`,

                            `እኛ ግን የተሰቀለውን ክርስቶስን እንሰብካለን፤ 1ኛ ቆሮ 1:23<br><br>`,

                            `ከሙታንም ተነሣ ክርስቶስም ያበራልሃል ኤፌ5:14`],
                            timeout: 60,
                            visited: false
                        }
                    ]
                },
                {
                    name: 'ምልክት',
                    questions: [
                        {
                            value: 50,
                            question: `መጽሐፈ ሳሙኤል ቀዳማዊ 16፥23<br><br>
                            ዳዊት በገና ይዞ በእጁ ይመታ ነበር፤ ሳኦልንም ደስ ያሰኘው ያሳርፈውም ነበር፥ ክፉ መንፈስም ከእርሱ ይርቅ ነበር።`,
                            answer: ``,
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 150,
                            question: `አሮንና የእስራኤልም ልጆች ሁሉ ሙሴን ባዩ ጊዜ፥ እነሆ የፊቱ ቁርበት አንጸባረቀ ወደ እርሱም ይቀርቡ ዘንድ ፈሩ።<br><br>
                            ዘጸአት  34:29`,
                            answer: ``,
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 250,
                            question: `የሐዋርያት ሥራ  20:9<br><br>
                            አውጤኪስ የሚሉትም አንድ ጎበዝ በመስኮት ተቀምጦ ታላቅ እንቅልፍ አንቀላፍቶ ነበር፤
                            ጳውሎስም ነገርን ባስረዘመ ጊዜ እንቅልፍ ከብዶት ከሦስተኛው ደርብ ወደ ታች ወደቀ፥`,
                            answer: ``,
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 350,
                            question: `መጽሐፈ ነገሥት ካልዕ  2 :23<br>
                            ከዚያም [ኤልሳዕ] ወደ ቤቴል ወጣ፤ በመንገድም ሲወጣ ብላቴኖች ከከተማይቱ ወጥተው፦ አንተ መላጣ፥ ውጣ አንተ መላጣ፥ ውጣ ብለው አፌዙበት።
                            ዘወርም ብሎ አያቸው፥ በእግዚአብሔርም ስም ረገማቸው፤ ከዱርም ሁለት ድቦች ወጥተው ከብላቴኖች አርባ ሁለቱን ሰባበሩአቸው።
                            `,
                            answer: ``,
                            timeout: 60,
                            visited: false
                        }
                    ]
                },
                {
                    name: 'ልዩ ልዩ',
                    questions: [

                        {
                            value: 50,
                            question: `
                                <div style="font-size: 38px">
በዚህ ጥቅስ ውስጥ የተቀመጠው ስ ህተት ምንድነው?<br>
                                ከብዙ ቀን በኋላም ቃየን ከምድር ፍሬ ከእንክርዳዱም ለእግዚአብሔር
                                መሥዋዕትን አቀረበ
                                አቤልም ደግሞ ከበጎቹ በኵራትና ከስቡ አቀረበ።<br>
                                እግዚአብሔርም ወደ አቤልና ወደ መሥዋዕቱ
                                ተመለከተ<br>

                                ወደ ቃየንና ወደ መሥዋዕቱ ግን አልተመለከተም። ቃየንም እጅግ ተናደደ ፊቱም ጠቆረ።<br>
                                ዘፍጥረት 4: 3-4</div>
                            `,
                            answer: `ከእንክርዳዱም`,
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 150,
                            question: `
                            <div style="font-size: 38px">ከሚከተሉት መሃከል ስህተት ያልሆነው የትኛው ነው?<br>
                            - ገንዘብ የክፋት ሁሉ ሥር ነውና፥ አንዳንዶች ይህን ሲመኙ፥ ከሃይማኖት ተሳስተው በብዙ ሥቃይ ራሳቸውን ወጉ።<br>
                            - ሶስቱም ሰብዓሰገል ፥ ወደ ቤትም ገብተው ሕፃኑን ከእናቱ ከማርያም ጋር አዩት፥ ወድቀውም ሰገዱለት፥<br>
                            - የይስሐቅ እናት ሳራ : የአብርሃም ሚስት ሳራ ከአብርሃም ሚስት በተጨማሪ የአብርሃም እህትም ነበረች::
                            `,
                            answer: `- የይስሐቅ እናት ሳራ : የአብርሃም ሚስት ሳራ ከአብርሃም ሚስት በተጨማሪ የአብርሃም እህትም ነበረች::<br>
                            <div style="font-size: 38px">12 እርስዋም ደግሞ በእውነት እኅቴ ናት የእናቴ ልጅ አይደለችም እንጂ የአባቴ ልጅ ናት ለእኔም ሚስት ሆነች።<br>
                            13 እግዚአብሔርም ከአባቴ ቤት ባወጣኝ ጊዜ አልኋት፦
                                በገባንበት አገር ሁሉ ለእኔ የምታደርጊው ወሮታ ይህ ነው፦
                                ወንድሜ ነው ብለሽ ስለ እኔ ተናገሪ።<br>
                                ዘፍጥረት 20</div>`,
                            timeout: 60,
                            visited: false
                        },

                        {
                            value: 250,
                            question: `
                            <div style="font-size: 38px">ከሚከተሉት መሃከል ስህተት የሆነው (የሁኑት) የትኞቹ ናቸው?<br>
                             3 የዮሃንስ መልእክት 1:1<br>
                             1 የጴጥሮስ መልእክት 1:1<br>
                             2 የያዕቆብ መልእክት 1:1<br>
                             2 ነገስት 1:1<br>
                             1 ዜና መዋዕል 1:1<br>
                             2 ነህምያ 1:1<br>
                             2 ሳሙኤል 1:1<br>`,
                            answer: `2 የያዕቆብ መልእክት 1:1<br>2 ነህምያ 1:1</div>`,
                            timeout: 60,
                            visited: false
                        },
                        {
                            value: 350,
                            question: `እግዚአብሔር እነዚህን አርባ አምስት ዓመት በሕይወት አኖረኝ<br>
                                    አሁንም፥ እነሆ፥ ለእኔ ዛሬ ሰማንያ አምስት ዓመት ሆነኝ...<br>
                                ዛሬ ጕልበታም ነኝ ጕልበቴም በዚያን ጊዜ እንደ ነበረ፥<br>
                                እንዲሁ ዛሬ ለመዋጋት ለመውጣትም ለመግባትም<br>
                                ጉልበቴ ያው ነው <br> ይህ ሰው ማን ነው`,
                            answer: `ካሌብ <br>ኢያሱ ወልደ ነዌ 14 : 11`,
                            timeout: 60,
                            visited: false
                        }
                    ]
                },
            ]
        }

        return data;
    }
}

export default AppData;